Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=387_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteŠǧǧ jueŠjji stipeendid sääŠmǩiõl mättʼtõõttjid
fin: Saamelaiskäräjät jakoi stipendejä saamen kielen oppilaille

source: SääŠmteŠǧǧ jueŠjji škoouli ǩiđđprääŠznǩen stipeendit sääŠmǩiõl mättʼtõõttmen puârast spraavdõõttâm mättʼtõõttjid.
fin: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.

source: Stipeendid uŠvddeš õhtseŠžže kuâtmlo sääŠmǩiõl ǩiõččlõõttmõõžž pâŠjjmättʼtõõttituŠtǩǩõõzzâst spraavtõõttâm da konmlo vuâđđmättŠtõõzz loopptam mättʼtõõttjid.
fin: Stipendi annettiin yhteensä kahdelletoista saamen kielen kokeen ylioppilastutkinnossa suorittaneelle ja kolmelletoista perusopetuksen päättäneelle oppilaalle.

source: SääŠmteeŠǧǧ stipeendid vuõǯǯu puõŠtti nuõr:
fin: Saamelaiskäräjien stipendin saivat seuraavat nuoret:

source: Enontekiö lookkjiškooul: Rosa-Máren Magga (tâŠvvsääŠm) da Mareena Keskitalo (tâŠvvsääŠm)
fin: Enontekiön lukio: Rosa-Máren Magga (pohjoissaame) ja Mareena Keskitalo (pohjoissaame)

source: ÂŠvvel lookkjiškooul: Milla Moilanen (aanarsääŠm), Arla Magga (tâŠvvsääŠm) da Essi Ranttila (tâŠvvsääŠm)
fin: Ivalon lukio: Milla Moilanen (inarinsaame), Arla Magga (pohjoissaame) ja Essi Ranttila (pohjoissaame)

source: Uccjooǥǥ sääŠmlookkjiškooul: Anni Kaisa Koivisto (tâŠvvsääŠm)
fin: Utsjoen saamelaislukio: Anni Kaisa Koivisto (pohjoissaame)

source: Haukipudas pââibužškooul: Heija Länsman (tâŠvvsääŠm)
fin: Haukiputaan lukio: Heija Länsman (pohjoissaame)

source: Lyseonpuisto pââibužškooul, RuäŠvnjargg: Inga Maaret Aikioniemi (tâŠvvsääŠm)
fin: Lyseonpuiston lukio, Rovaniemi: Inga Maaret Aikioniemi (pohjoissaame)

source: SuäŠđjel pââibužškooul: Elli-Marja Hetta (tâŠvvsääŠm), Miira Suomi (tâŠvvsääŠm) da Roosa Nuorgam (tâŠvvsääŠm)
fin: Sodankylän lukio: Elli-Marja Hetta (pohjoissaame), Miira Suomi (pohjoissaame) ja Roosa Nuorgam (pohjoissaame)

source: Vuâđđmättʼtõõzz spraavtõõttâm škooulneeŠǩǩ:
fin: Perusopetuksen suorittaneet oppilaat:

source: Hetta pââibužškooul: Juhán-Tuommá Magga (tâŠvvsääŠm) da Iina-Marja Juuso (tâŠvvsääŠm)
fin: Hetan yläkoulu: Juhán-Tuommá Magga (pohjoissaame) ja Iina-Marja Juuso (pohjoissaame)

source: Aanar pââibužškooul: Gabriela Satokangas (tâŠvvsääŠm) da Tytti Kuusisto (nuõrttsääŠm)
fin: Inarin yläkoulu: Gabriela Satokangas (pohjoissaame) ja Tytti Kuusisto (koltansaame)

source: ÂŠvvel pââibužškooul: Sara Nuorgam (tâŠvvsääŠm)
fin: Ivalon yläkoulu: Sara Nuorgam (pohjoissaame)

source: ČeŠvetjääuŠr škooul: Anna-Katariina Feodoroff (nuõrttsääŠm)
fin: Sevettijärven koulu: Anna-Katariina Feodoroff (koltansaame)

source: Karigasnjaarǥ škooul: Matias West (tâŠvvsääŠm) da Nora Pieski (tâŠvvsääŠm)
fin: Karigasniemen koulu: Matias West (pohjoissaame) ja Nora Pieski (pohjoissaame)

source: Vuõccu škooul: Jouni Hetta (tâŠvvsääŠm)
fin: Vuotson koulu: Jouni Hetta (pohjoissaame)

source: Aleksanteri Kena škooul, SuäŠđjel cs: Teemu Hietala (tâŠvvsääŠm)
fin: Aleksanteri Kenan koulu, Sodankylän kk: Teemu Hietala (pohjoissaame)

source: Napapiiri pââibužškooul: Katja Anttonen (tâŠvvsääŠm), Eero Anttila (tâŠvvsääŠm) da Jussa Rahko (tâŠvvsääŠm)
fin: Napapiirin yläaste: Katja Anttonen (pohjoissaame), Eero Anttila (pohjoissaame) ja Jussa Rahko (pohjoissaame)

source: SääŠmteŠǧǧ tuäivvad leekk da šiõǥǥ ǩieŠssluõvâsvuõđ pukid !
fin: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
